Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Address
uk: Адреса

source: Problem Weight
uk: Вага завдання

source: Topic Area:
uk: Теми:

source: Last activity %(date)s
uk: Остання активність %(date)s

source: Failed to delete module state for {id}/{url}.
uk: Не вдалося видалити стан модуля для {id}/{url}.

source: Url for Annotation Storage
uk: Посилання URL, по якому зберігається пояснення

source: Prerequisite:
uk: Необхідні умови

source: Please enter your %(field)s.
uk: Будь ласка, введіть %(field)s.

source: Course Instructor
uk: Інструктор курсу

source: Summary Grades of students enrolled in {course_key}
uk: Підсумкові оцінки студентів, зарахованих на курс {course_key}

source: Students answering correctly
uk: Студенти, що відповідають правильно

source: Edit section release date
uk: Редагувати дату публікації розділу

source: Play
uk: Відтворити

source: Find next
uk: Шукати далі

source: Education
uk: Освіта

source: Set this value to True if you want this image to be the default image for any course modes that do not have a specified badge image. You can have only one default image.
uk: Якщо ви хочете, щоб це зображення використовувалося для курсів без спеціальних значків, встановіть значення true. За замовчуванням Значок може бути тільки один.

source: Enrollment data is now available in {dashboard_link}.
uk: Дані про кількість зареєстрованих тепер доступні тут {dashboard_link}.

source: edit
uk: редагувати

source: Add New
uk: Додати новий

source: Making Visible to Students
uk: Зробити видимим для студентів

source: Product
uk: Продукт

source: Hyperlink (Ctrl+L)
uk: Посилання (Ctrl+L)

source: Course Completed - {end_date}
uk: Курс Закінчився - {end_date}

source: The template file to use when generating the certificate.
uk: Файл шаблону, який буде використаний для створення сертифіката.

source: The payment processor accepted an order whose number is not in our system.
uk: Обробка оплати прийняла замовлення, номер якого не належіть нашій системі.

source: Align left
uk: Зліва

source: Footer
uk: Підпис

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
uk: Нове зображення %s успішно завантажено. Ви можете використовувати його, вибравши зі списку доступних зображень.

source: This enrollment code ({enrollment_code}) is not valid.
uk: Реєстраційний код ({enrollment_code}) недійсний.

source: Available %s
uk: Доступне %s

source: The team "%(team)s" could not be found.
uk: Команда "%(team)s" не знайдена.

source: © {org_name}. All rights reserved except where noted. EdX, Open edX and the edX and Open EdX logos are registered trademarks or trademarks of edX Inc.
uk: © {org_name}. Всі права захищені. EdX, Open edX і логотипи edX и Open EdX є зареєстрованими торговими марками або торговими марками edX Inc.

source: Email of the user that will be attached to all annotations that will be found in 'Instructor' tab.
uk: Електронна пошта користувача, яка буде прикріплена до всіх коментарів, які можна знайти на вкладці «Викладач».

source: Problem
uk: Завдання

source: These reports are delimited alphabetically by university name. i.e., generating a report with 'Start Letter' A and 'End Letter' C will generate reports for all universities starting with A, B, and C.
uk: Ці звіти впорядковані в алфавітному порядку за назвою університету, тобто створення звіту з літери A і до літери В сформує звіти для всіх університетів, назви яких починаються з A, Б і В.

source: Circuit Schematic Builder
uk: Конструктор Схем

source: Refund #%(id)s
uk: Повернення #%(id)s

source: Here are a list of open ended problems for this course that have been flagged by students as potentially inappropriate.
uk: Ось список завдань цього курсу з відповідями у вільній формі, відмічені студентами як потенційно неприйнятні.

source: The count of students who interacted at least once by opening pages, playing videos, posting in discussions, submitting problems, or completing other activities. The date range includes all activities from midnight on the start date (inclusive) though midnight on the end date (exclusive).
uk: Кількість студентів, які користувалися курсом принаймні один раз: відкривали сторінки, переглядали відео, залишали повідомлення на форумі, здавали завдання або виконували інші дії. Включені всі дії студентів за період: з опівночі дати початку курсу (включно) - до опівночі дати закінчення курсу (виключно).

source: Problem is closed.
uk: Задача закрита.

source: Total Discounted Amount
uk: Загальна сума знижки

source: Registration Help
uk: Допомога у Реєстрації

source: record is not in correct format and not added to the exception
uk: цей запис неправильного формату і його не додано до виключення

source: Email change successful!
uk: Email успішно змінено!

source: URL path
uk: URL шлях

source: Receive updates
uk: Отримувати оновлення

source: New Address
uk: Нова адреса

source: You must be a CCX Coach to access this view.
uk: Цей режим доступний для перегляду тільки тьюторам.

source: votes
uk: голоси

source: Your donation could not be submitted.
uk: Ваш внесок не може бути прийнятим.

source: Request Certificate
uk: Запросити сертифікат

source: An email has been sent to {email}. Follow the link in the email to change your password.
uk: Листа було надіслано на {email}. Щоб змінити пароль перейдіть за посиланням у листі.

source: Your grade will be available when your peers have completed their assessments of your response.
uk: Ваша оцінка буде доступна, коли ваші колеги завершили свої оцінки Вашої відповіді.

source: Close Chat
uk: Закрити чат

source: Duration
uk: Тривалість

source: You still need to verify for this course.
uk: Вам все ще потрібне підтвердження для цього курсу.

source: Adjust your course based on where students are struggling.
uk: Побудуйте свій курс відповідно до проблем, з якими стикаються студенти.

source: Course Price
uk: Ціна курсу

source: Gender Breakdown Over Time
uk: Розбивка по статі протягом довгого часу

source: Group name is required
uk: Потрібна назва групи

source: Score Distribution
uk: Розподіл балів

source: about %d hours
uk: близько %d годин

source: External Tools
uk: Зовнішні інструменти

source: Showing %(current_item_range)s out of %(total_items_count)s, sorted by %(sort_name)s ascending
uk: Показано %(current_item_range)s з %(total_items_count)s, упорядковано за %(sort_name)s у висхідному порядку

source: {points} / {total_points} points
uk: {points} / {total_points} балів

source: Paste your embed code below:
uk: Вставте ваш вбудований код нижче:

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country
uk: Дані в рядку #{row_num} повинні містити рівно чотири колонки: адресу електронної пошти, ім'я користувача, повне ім'я і країну

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
uk: Щоб дізнатися більше {link_start} відвідайте {analytics_dashboard_name}, наш курс з аналізу даних {link_end}.

source: Article unlocked for editing
uk: Стаття розблокована для редагування

source: All Discussions
uk: Всі обговорення

source: votes (click to vote)
uk: голосів (натисніть, аби проголосувати)

source: OK
uk: Гаразд

source: Please enter an integer between %(min)s and %(max)s.
uk: Будь ласка, введіть ціле число між %(min)s та %(max)s.

source: certificate
uk: сертифікат

source: Powered by Open edX
uk: За підтримки Open edX

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
uk: Закінчив/ла курс "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Enroll in edX101: Overview of Creating an edX Course
uk: Записатись на курс edX101: Як створити курс на edX?

source: Active Students Last Week
uk: Активних студентів за тиждень

source: CourseMode price updated successfully
uk: CourseMode ціну успішно оновлено

source: Speeds
uk: Швидкість програвання

source: S|M|T|W|T|F|S
uk: Нд|Пн|Вт|Ср|Чт|Пт|Сб

source: Not Started Yet
uk: Ще не розпочато

source: Delete User Results
uk: Результати видалення користувача

source: There is already a root node on %s
uk: Вже існує кореневий вузол на %s

source: Error: user "{username}" does not have rolename "{rolename}", cannot remove
uk: Помилка: користувач "{username}" не має імені ролі "{rolename}", неможливо видалити

source: This response could not be saved.
uk: Ця відповідь не може бути збережена.

source: Defines the number of points each problem is worth. If the value is not set, each problem is worth one point.
uk: Визначає кількість балів за кожне завдання. Якщо значення не встановлено, кожне завдання оцінюється в один бал.

source: Warnings
uk: Попередження

source: You can then enroll in {course_name}.
uk: Потім Ви зможете зареєструватися на курсі {course_name}

source: If False, the Quality Filter is enabled and submissions with poor spelling, short length, or poor grammar will not be peer reviewed.
uk: Якщо встановлено значення "False", включається фільтр якості, і роботи з орфографічними і граматичними помилками, або занадто короткі тексти не будуть оцінені однокурсниками.

source: No order found for {user} in course {course_id}
uk: Замовлення користувача {user} на курс {course_id} не знайдено

source: Grade Distribution Data
uk: Інформація про розподіл оцінок

source: Your score did not meet the criteria to move to the next step.
uk: Ваша оцінка не задовільняє критеріям переходу до наступного кроку

source: Payment sources
uk: Джерела оплати

source: Number of Refunds
uk: Кількість відшкодувань

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
uk: Ми зафіксували помилку, і наші співробітники в даний час працюють для вирішення цієї проблеми якомога швидше.

source: The grade report is being created. To view the status of the report, see Pending Tasks below.
uk: Оціночний лист на стадії підготовки. Стан звіту нижче відображається у списку «Поточні завдання».

source: Saving&hellip;
uk: Збереження&hellip;

source: Instructor-Assessment
uk: Оцінювання викладачем

source: Processor
uk: Обробник

source: Ed. Completed
uk: Рівень освіти

source: Grade required to pass this course:
uk: Оцінка, необхідна для проходження курсу:

source: The ordering {ordering} is not supported
uk: Сортування за критерієм {ordering} не підтримується

source: Please enter a username or email.
uk: Будь ласка, вкажіть Ваше ім'я або електронну адресу

source: Removing user "{username}" from groups {group_names}
uk: Видалення користувача "{username}" з груп {group_names}

source: Return to Exam
uk: Повернутися до іспиту

source: %(value)s seconds
uk: %(value)s секунд

source: Vote for this post,
uk: Голосувати за це повідомлення

source: format four digit year dash two digit month dash two digit day
uk: Формат дати: чотири цифри року, тире, дві цифри місяця, тире, дві цифри дня

source: The {platform_name} Team
uk: Команда {platform_name}

source: Studio:
uk: Студія:

source: Error handling action. Please try again.
uk: Помилка при виконанні команди. Будь ласка, спробуйте ще раз.

source: Your post will be discarded.
uk: Ваше повідомлення буде відмінено.

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
uk: Помилка при видаленні вступного іспиту студента '{student_id}'. Переконайтеся, що ідентифікаційні дані студента правильні.

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
uk: Якщо вашу заяву буде прийнято, ми пояснимо вам, як засвідчити вашу особу на сайті edx.org для того, щоб ви змогли почати навчатися на курсі EdX.

source: Student in {content_group}
uk: Студент в {content_group}

source: Your account activation is invalid
uk: Активація профілю не виконана

source: Course successfully exported to git repository
uk: Навчальний курс успішно експортовано в сховище git

source: The question for this section.
uk: Питання для цієї секції.

source: No answer provided.
uk: Жодної відповіді не надано.

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
uk: Видимий статус сертифіката. Наприклад, «Підтверджений сертифікат» або «Сертифікат Кодексу честі».

source: Special characters not allowed in organization, course number, and course run.
uk: Заборонено використання спеціальних символів для позначення організації, номеру курсу і перезапуску курсів.

source: Total number of users
uk: Загальна кількість користувачів

source: Whether to force the save button to appear on the page
uk: Умови відображення кнопки "Зберегти" на сторінці

source: Learn with {platform_name}
uk: Вчіться з {platform_name}

source: created
uk: створено

source: Webcam
uk: Веб-камера

source: The card type is not accepted by the payment processor. Possible action: retry with another form of payment.
uk: \n Платіжна система не приймає карти такого типу.\n Ви можете використовувати інший спосіб оплати.

source: We couldn't log you in.
uk: Неможливо увійти

source: Click to add a new section
uk: Клацніть щоб додатки новий розділ

source: The request ID is invalid.
uk: Запитуваний ідентифікатор невірний.

source: Assignment Submissions
uk: Відповіді Призначення

source: Language cannot be blank
uk: Мова не може бути порожньою

source: Video Available on Web Only
uk: Відео доступне тільки для онлайн перегляду

source: Reply to Annotation
uk: Відповісти на анотацію

source: The executive summary report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
uk: Адміністративний підсумковий звіт в даний час на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання». Ви зможете завантажити звіт, коли він буде завершений.

source: It works! This is the default homepage for this Open edX instance.
uk: Це працює! Ця сторінка є стандартною для нових курсів edX.

source: Number Redeemed
uk: Кількість використаних

source: Please do not use any spaces in this field.
uk: Будь ласка, не використовуйте пробілів в цьому полі.

source: View open ended problems that you have previously submitted for grading.
uk: Переглянуті необмежені за часом проблеми, які ви попередньо надали для оцінювання.

source: Admin
uk: Адміністратор

source: You cannot delete a criterion after the assignment has been released.
uk: Не можна видаляти критерій після того, як завдання було опубліковано.

source: Thanks for using our site!
uk: Дякуємо, що користуєтесь нашим сайтом!

source: The Period For Self Evaluation Has Not Started
uk: Період для самооцінки ще не почався

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
uk: Виберіть значення «true», якщо ви хочете використовувати цей компонент в якості заміни для синхронізації з зовнішньою системою оцінок замість використання зовнішніх інструментів. Цей параметр приховує кнопку запуску і будь-які фрейми для цього компонента.

source: Enable Studio Authoring Interface
uk: Дозволити інтерфейс авторизації Studio

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
uk: Додати субтитри на різних мовах. Натисніть кнопку нижче, щоб вказати мову і завантажити субтитри потрібною мовою у форматі .srt.

source: {num_minute} minutes
uk: {num_minute} хвилин

source: Email Task History
uk: Відправлені Повідомлення

source: Public Username
uk: Ім'я для форумів

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
uk: Оберіть "True", якщо ви хочете, щоб при переході студентів за посиланням інструмент LTI відкривався в новому вікні. Виберіть "False" для відкриття LTI в тому ж вікні. Це налаштування може бути використане тільки в тому разі, якщо встановлено значення "False" для "Приховати Зовнішні Інструменти".

source: Age: <%=value%>
uk: Вік: <%=value%>

source: Submitted Rubric
uk: Надіслані рубрики

source: Basket total (inc. discounts)
uk: Загальна сума (зі знижками)

source: If you can't afford the minimum fee or don't meet the requirements, you can audit the course or elect to pursue an honor code certificate at no cost.
uk: Якщо ви не можете дозволити собі мінімальної плати або не підходите під вимоги, ви можете просто прослухити курс або вибрати отримання сертифікату безкоштовно.

source: Invalid data, user_id must be present for all certificate exceptions.
uk: Неправильні дані, user_id повинен бути присутнім у списку винятків.

source: post anonymously to classmates
uk: залишити повідомлення анонімно для однокласників

source: Time you want the video to start if you don't want the entire video to play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
uk: Якщо ви не хочете, щоб було відтворено все відео, встановіть час початку запуску. Формат ГГ: ХХ: СС. Максимально допустиме значення 23:59:59.

source: Removing
uk: Видалення

source: Show Reset Button
uk: Показати кнопку перезапуску

source: The record is not in the correct format. Please add a valid username or email address.
uk: Ця запис неправильного формату. Будь ласка, введіть ім'я користувача чи адресу електронної пошти.

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {"video_id": "ID", "transcripts": {"language": "/static/filename.srt"}}. For example, an entry for a video with two transcripts looks like this: {"video_id": "77cef264-d6f5-4cf2-ad9d-0178ab8c77be", "transcripts": {"en": "/static/DemoX-D01_1.srt", "uk": "/static/DemoX-D01_1_uk.srt"}}
uk: Вкажіть відео, довжиною 5-10 секунд, яке буде програватись перед початком. Введіть ідентифікатор зі сторінки завантаження відео і один або декілька файлів субтитрів у наступному форматі: {"video_id": "ID", "transcripts": {"language": "/static/filename.srt"}}. Наприклад, запис відео з двома файлами субтитрів виглядає наступним чином: {"video_id": "77cef264-d6f5-4cf2-ad9d-0178ab8c77be", "transcripts": {"en": "/static/DemoX-D01_1.srt", "uk": "/static/DemoX-D01_1_uk.srt"}}

source: Drop target image
uk: Залишити задане зображення

source: Are you sure you want to delete this response?
uk: Ви впевнені, що хочете видалити цю відповідь?

source: Delete this %(xblock_type)s?
uk: Видалити %(xblock_type)s?

source: Application
uk: Додаток

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the Address Verification System (AVS).
uk: Запрос авторизації був схвалений банком, але відмовлено компанією Cybersource оскільки він не пройшов систему верифікації адреси (AVS).

source: This assignment has several steps. In the first step, you'll provide a response to the question. The other steps appear below the %(start_tag)sYour Response%(end_tag)s field.
uk: Це завдання має кілька етапів. На першому етапі, ви дасте відповідь на це запитання. Інші етапи з’являться нижче поля %(start_tag)sВашої відповіді%(end_tag)s.

source: Is Entrance Exam
uk: Це вступний іспит

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
uk: Тепер Вам буде показана серія есе, оцінених викладачами, і Вас попросять проставити бали самостійно.

source: Revoke access
uk: Скасувати надання доступу

source: List enrolled students' profile information
uk: Створити список зареєстрованих студентів і їхніх особистих даних

source: tag
uk: тег

source: The specified remote branch is not available.
uk: Зазначена віддалена гілка не доступна.

source: Showing prospective students who their instructor will be is helpful. Include staff bios on the course About page.
uk: Потенційним студентам корисно буде дізнатися, хто буде їх викладачем. Помістіть біографії співробітників на інформаційній сторінці "Про курс".

source: Customer's reference code for this invoice.
uk: Номер рахунку платника.

source: Bill to:
uk: Рахунок на :

source: Blank
uk: Порожній

source: ID Verified Ribbon/Badge
uk: ID перевіреної стрічки/бейджу

source: Yes, delete this
uk: Так, видалити

source: Use our support tool to ask questions or share feedback.
uk: Використовуйте наш інструмент підтримки, щоб задавати питання та ділитись враженнями.

source: Courses on edX have an About page that includes a course video, description, and more. Draft the text students will read before deciding to enroll in your course.
uk: Курси edX забезпечені інформаційною сторінкою "Про курс", що включає в себе відео, опис курсу, і багато іншого. Складіть текст, який студенти зможуть прочитати перед тим, як прийняти рішення записатися на курс.

source: EXPERIMENTAL FEATURE. Allow students to peer grade submissions that already have the requisite number of graders, but ONLY WHEN all submissions they are eligible to grade already have enough graders. This is intended for use when settings for `Required Peer Grading` > `Peer Graders per Response`
uk: ЕКСПЕРИМЕНТАЛЬНА ФУНКЦІЯ. Дозволяє студентам перевіряти роботи, які вже були оцінені необхідною кількістю перевіряючих, але ТІЛЬКИ КОЛИ всі роботи, доступні їм для перевірки, вже були оцінені достатньою кількістю перевіряючих. Цю функцію можна використовувати коли значення налаштування "Обов'язкова Кількість Завдань для Взаємної Перевірки" > значення налаштування "Кількість Перевіряючих Кожну Роботу"

source: You are enrolled in this course
uk: Ви записані на цей курс

source: Are you sure you want to unenroll from
uk: Ви впевнені, що хочете відписатися від

source: Number of Items
uk: Кількість елементів

source: Peer Grading
uk: Взаємна перевірка

source: Loaded course {course_name}<br/>Errors:
uk: Завантажений курс {course_name} <br/> Помилки:

source: We're working on it...
uk: Ми працюємо над цим...

source: Rescore ALL students' problem submissions
uk: Коригувати оцінки за ВСІ вирішення завдань

source: Yes, delete this %(xblock_type)s
uk: Так, видалити %(xblock_type)s

source: Empty Cart
uk: Порожня кошик

source: Error: Choosing failed.
uk: Помилка: Не вдалось вибрати.

source: Adding the selected course to your cart
uk: Додати обрані курси до вашої корзини

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
uk: Ви видаляєте статтю. Це означає, що всі її вкладені статті будуть також видалені. Якщо ви оберете чистку, то вкладені статті також будуть вичищені.

source: Edit Your Name
uk: Редагувати Ваше Ім'я

source: How are students doing on this section?
uk: Як студенти справляються з цим розділом?

source: Email change failed.
uk: Не вдалося змінити електронну пошту.

source: An error occurred when signing you in to {platform_name}.
uk: Сталася помилка при авторизації Вас на {platform_name}.

source: correct
uk: правильно

source: New window
uk: Нове вікно

source: The email address you use to sign in to edX. Communications from edX and your courses are sent to this address.
uk: Адреса електронної пошти, яку ви використовуєте, щоб увійти на сайт edX. Повідомлення з edX і ваших курсів будуть відправлені на цю адресу.

source: Enter the details for Course Instructor
uk: Введіть деталі для викладачів курсу
